Repository: canerdogan/soulex
Catalog: application/modules/admin/languages/*/LC_MESSAGES/messages.po
Languages: ru

source: Users Manager
ru: Управление пользователями

source: Edit Status
ru: Редактирование статуса

source: Add New Status
ru: Добавление статуса

source: User statuses
ru: Статусы пользователей

source: Users
ru: Пользователи

source: User groups
ru: Группы пользователей

source: name
ru: имя

source: Goods Manager
ru: Управление товарами

source: Edit Category
ru: Редактирование категории

source: Add New Category
ru: Добавление новой категории

source: Category
ru: Категория

source: Goods Category
ru: Категория Товаров

source: Styles Manager
ru: Управление стилями

source: Edit Style
ru: Редактирование стиля

source: Add New Style
ru: Добавление нового стиля

source: Styles
ru: Стили

source: Material Manager
ru: Управление материалами и технологиями

source: Edit Material
ru: Редактирование материалов и технологий

source: Add New Material
ru: Добавление нового материала и технологии

source: Materials
ru: Материалы и технологии

source: Materials Category
ru: Категория материалов и технологий

source: Filter
ru: Фильтр

source: Search
ru: Поиск

source: Clear
ru: Очистить

source: Account Details
ru: Настройка учетной записи

source: User Name
ru: Логин

source: First Name
ru: Имя

source: Last Name
ru: Фамилия

source: Password
ru: Пароль

source: Confirm Password
ru: Подтверждение пароля

source: Block this User
ru: Блокировать этого пользователя

source: Registration Date
ru: Дата регистрации

source: Last visit Date
ru: Дата последнего посещения

source: Assigned Groups
ru: Назначен к группе

source: System Information
ru: Системная информация

source: Setting
ru: Параметр

source: Value
ru: Значение

source: PHP Built On
ru: PHP собран на

source: Database Version
ru: Версия базы данных

source: Database Collation
ru: Кодировка базы данных

source: Connection Collation
ru: Кодировка соединения

source: Server Collation
ru: Кодировка сервера

source: PHP Version
ru: Версия PHP

source: Web Server
ru: Веб-сервер

source: WebServer to PHP Interface
ru: PHP интерфейс к веб-серверу

source: Version
ru: Версия

source: User Agent
ru: Браузер пользователя

source: Details
ru: Настройки

source: Label
ru: Метка

source: Uri
ru: Урл

source: Position
ru: Позиция

source: Parent Menu Item
ru: Родительский элемент меню

source: Published
ru: Опубликован

source: Menu Location
ru: Расположение меню

source: Menu Details
ru: Настройки меню

source: Title
ru: Заголовок

source: Menu Type
ru: Тип меню

source: Description
ru: Описание

source: Display
ru: Отображать

source: Start
ru: Начало

source: Prev
ru: Пред

source: Next
ru: След

source: End
ru: Конец

source: Page
ru: Страница

source: Never
ru: Никогда

source: Edit News
ru: Редактирование новости

source: Short Description
ru: Короткое описание

source: Detail Description
ru: Детальное описание

source: Toggle editor
ru: Переключить редактор

source: Publishing Options
ru: Настройки размещения

source: Published At
ru: Опубликован

source: Metadata Options
ru: Настройки метаданных

source: Meta Keywords
ru: Meta ключевики

source: Meta Description
ru: Meta описание

source: Relevant PHP Settings
ru: Соответствующие настройки PHP

source: Configuration File
ru: Файл конфигурации

source: db adapter
ru: адаптер бд

source: host
ru: хост

source: user
ru: пользователь

source: password
ru: пароль

source: db
ru: бд

source: Include paths library
ru: расположение библиотеки

source: Bootstrap path
ru: Путь автозагрузчика

source: Bootstrap class
ru: Класс автозагрузчика

source: Controller Directory
ru: Папка контроллера

source: Layout path
ru: Путь для размещения слоев

source: Layout
ru: Слой

source: Modules directory
ru: Папка для размещения модулей

source: Front controller plugins
ru: Плагины front controller

source: Edit Page
ru: Редактирование страницы

source: Page Uri
ru: Uri страницы

source: Node Type
ru: Тип узла

source: Content
ru: Контент

source: Module
ru: Модуль

source: Controller
ru: Контроллер

source: Action
ru: Действие

source: Content Nodes
ru: Узлы контента

source: Node Name
ru: Имя узла

source: Copy
ru: Копировать

source: Delete
ru: Удалить

source: Edit Events
ru: Редактирование событий

source: Image Preview
ru: Предпросмотр изображения

source: Copy Node To All Pages
ru: Копировать узлы на все страницы

source: Delete Node
ru: Удалить узел

source: PHP Information
ru: Информация PHP

source: Please first make a selection from the list
ru: Пожалуйста, сначала выделите элемент из списка

source: Close
ru: Закрыть

source: Save
ru: Сохранить

source: New
ru: Новый

source: Term Details
ru: Настройки архитектурных терминов

source: Name
ru: Имя

source: Company Details
ru: Настройки компании

source: Country
ru: Страна

source: Activity
ru: Направление деятельности

source: Logotype
ru: Логотип

source: Photo
ru: Фото

source: Address
ru: Адрес

source: Map latitude
ru: Широта

source: Map longitude
ru: Долгота

source: Telephone
ru: Телефон

source: Site
ru: Сайт

source: User Created
ru: Создавший пользователь

source: User Activated
ru: Активировавший пользователь

source: Publish Date
ru: Опубликован

source: Information
ru: Информация

source: Offers Details
ru: Настройки предложений

source: Anonce
ru: Анонс

source: Preview Photo
ru: Превью-фото

source: Detail Photo
ru: Детальное фото

source: Start Date
ru: Начало

source: End Date
ru: Конец

source: Project Details
ru: Настройки проекта

source: Type Id
ru: Тип

source: Square
ru: Площадь

source: Documentation
ru: Документация

source: Projected in year
ru: Спроектирован в году

source: Goods Details
ru: Настройки товаров

source: Goods
ru: Товары

source: Projects 3d
ru: Проекты 3D

source: User
ru: Пользователь

source: Model type
ru: Тип модели

source: Format
ru: Формат

source: Attachment
ru: Прикрепленный файл

source: Service Category Details
ru: Настройки Категории Услуг

source: Specialization Details
ru: Настройки Специализации

source: Type
ru: Тип

source: Currency Details
ru: Настройки валюты

source: Code
ru: Код

source: Object Details
ru: Настройки объекта

source: Object Category
ru: Категория объекта

source: Projected In Year
ru: Спроектирован в году

source: Built In Year
ru: Построен в году

source: Vote Active
ru: Голосование активно

source: User Details
ru: Настройки пользователя

source: Username
ru: Логин

source: Email
ru: Почта

source: User Status
ru: Статус пользователя

source: User Group
ru: Группа пользователя

source: Specialization
ru: Специализация

source: Image
ru: Изображение

source: Delete file
ru: Удалить файл

source: Materials Category Details
ru: Настройки категории материалов и технологий

source: Parent Category
ru: Родительская категория

source: Consultation Details
ru: Настройки консультации

source: Question
ru: Вопрос

source: User Answered
ru: Ответил пользователь

source: User Asked
ru: Спросил пользователь

source: Question Date
ru: Дата вопроса

source: Answer Date
ru: Дата вопроса

source: Rating From Owner
ru: Свой рейтинг

source: Rating From Others
ru: Рейтинг других

source: Answer
ru: Вопрос

source: Objects Category Details
ru: Настройки Категории Объектов

source: Material Details
ru: Настройки материалов и технологий

source: Access
ru: Доступ

source: Text
ru: Текст

source: Country Details
ru: Настройки страны

source: Article Details
ru: Настройки статьи

source: Author
ru: Автор

source: Source
ru: Источник

source: Famous Author's Object Details
ru: Настройки объектов известных людей

source: Object's Category
ru: Категория объектов

source: Famous Authors
ru: Известные люди

source: News Details
ru: Настройки новости

source: Date
ru: Дата

source: Theme
ru: Тема

source: Item Details
ru: Настройки элемента

source: Library Theme
ru: Тематика издания

source: Library Type
ru: Тип издания

source: Year Of Publishing
ru: Год издания

source: Rarity
ru: Раритет

source: Annotation
ru: Аннотация

source: Buy Link
ru: Ссылка для покупки

source: Famous Author Details
ru: Настройки известных людей

source: Firstname
ru: Имя

source: Lastname
ru: Фамилия

source: Day Of Birth
ru: День рождения

source: Day Of Death
ru: День смерти

source: Service Details
ru: Настройки услуги

source: Area of Use
ru: Область использования

source: Library Theme Details
ru: Настройки тематики издания

source: Library Type Details
ru: Настройки типа издания

source: User group Details
ru: Настройки групп пользователей

source: Event Details
ru: Настройки событий

source: Event Type
ru: Тип события

source: Place
ru: Место

source: startTime
ru: время начала

source: Draft
ru: Черновик

source: News Theme Details
ru: Настройки тем новостей

source: News Category Details
ru: Настройки категории новостей

source: Tender Details
ru: Настройки тендера

source: Object Square
ru: Площадь объекта

source: Object Address
ru: Адрес объекта

source: budget
ru: бюджет

source: Goods Category Details
ru: Настройки категории товаров

source: Style Details
ru: Настройки стиля

source: Company Articul
ru: Артикул компании

source: Site Articul
ru: Артикул на сайте

source: Company
ru: Компания

source: Currency
ru: Валюта

source: Price
ru: Цена

source: Has Catalog
ru: Занести в каталог

source: Trademark Details
ru: Настройки торговой марки

source: Original Name
ru: Оригинальное название

source: Russian Name
ru: Название на русском

source: History
ru: История

source: User status Details
ru: Настройки статуса пользователя

source: Service Manager
ru: Управление услугой

source: Services
ru: Услуги

source: Service Category
ru: Категория услуги

source: Edit Goods
ru: Редактирование товара

source: Add New Goods
ru: Добавление нового товара

source: price
ru: цена

source: Menu Manager
ru: Управление меню

source: Edit Menu
ru: Редактирование меню

source: Add New Menu
ru: Добавление нового меню

source: Menus
ru: Меню

source: Menu Items
ru: Элементы меню

source: Edit Menu Item
ru: Редактирование элемента меню

source: Add New Menu Item
ru: Добавление нового элемента меню

source: Events Manager
ru: Управление событиями

source: Edit Event
ru: Редактирование событий

source: Add New Event
ru: Добавление нового события

source: Events
ru: События

source: Edit Service
ru: Редактирование услуги

source: Add New Service
ru: Добавление новой услуги

source: Serivice Manager
ru: Управление службами

source: Edit Group
ru: Редактирование группы

source: Add New Group
ru: Добавление новой группы

source: Library Manager
ru: Управление библиотекой

source: Edit Type
ru: Редактирование типа издания

source: Add New Type
ru: Добавление нового типа издания

source: Library
ru: Библиотека

source: System Info
ru: Системная информация

source: PHP Settings
ru: Настройки PHP

source: Manage Pages
ru: Управление страницами

source: Manage Users
ru: Управление пользователями

source: Manage News
ru: Управление новостями

source: Objects Manager
ru: Управление объектами

source: Objects Category
ru: Категория объектов

source: Objects
ru: Объекты

source: Edit Object
ru: Редактирование объекта

source: Add New Object
ru: Добавление нового объекта

source: Edit Item
ru: Редактирование элемента

source: Add New Item
ru: Добавление нового элемента

source: Project Manager
ru: Управление проектами

source: Edit Project
ru: Редактирование проекта

source: Projects Manager
ru: Управление проектами

source: Add New Project
ru: Добавление нового проекта

source: Projects
ru: Проекты

source: Offers Manager
ru: Управление акциями

source: Edit Offer
ru: Редактирование акции

source: Add New Offer
ru: Добавление новой акции

source: Offers
ru: Предложения

source: Article Manager
ru: Управление статьями

source: Articles
ru: Статьи

source: Article Category
ru: Категория статьи

source: Page Manager
ru: Управление страницами

source: Add New Page
ru: Добавление новой страницы

source: Pages
ru: Страницы

source: News Manager
ru: Управление новостями

source: Add New News
ru: Добавление новости

source: News
ru: Новости

source: News Category
ru: Категория новостей

source: News Theme
ru: Тема новости

source: Company Manager
ru: Управление компаниями

source: Edit Company
ru: Редактирование компании

source: Add New Company
ru: Добавление новой компании

source: tel
ru: телефон

source: site
ru: Сайт

source: User Manager
ru: Управление пользователями

source: Edit User
ru: Редактирование пользователя

source: Add New User
ru: Добавление нового пользователя

source: username
ru: Логин

source: email
ru: почта

source: Node type
ru: Тип узла

source: Static
ru: Статич.

source: Dynamic
ru: Динамический

source: Famous Authors Manager
ru: Управление известными людьми

source: Edit Famous Author
ru: Редактирование известных людей

source: Add New Famous Author
ru: Добавление нового известного человека

source: Famous Author's Objects
ru: Объекты известных людей

source: lastname
ru: Фамилия

source: Specialization Manager
ru: Управление специализациями

source: Edit Specialization
ru: Редактирование специализации

source: Add New Specialization
ru: Добавление новой специализации

source: Model Manager
ru: Управление моделями

source: Edit Model
ru: Редактирование модели

source: Add New Model
ru: Добавление новой модели

source: Models
ru: Модели

source: Tender Manager
ru: Управление тендерами

source: Edit Tender
ru: Редактирование тендера

source: Add New Tender
ru: Добавление нового тендера

source: Tenders Manager
ru: Управление тендерами

source: Tenders
ru: Тендеры

source: Add Events
ru: Добавление события

source: Edit Theme
ru: Редактирование тематики

source: Add New Theme
ru: Добавление новой тематики

source: Trademark Manager
ru: Управление торговыми марками

source: Edit Trademark
ru: Редактирование торговой марки

source: Add New Trademark
ru: Добавление новой торговой марки

source: Trademarks
ru: Торговые марки

source: Currency Manager
ru: Управление валютами

source: Edit Currency
ru: Редактирование валюты

source: Add New Currency
ru: Добавление новой валюты

source: Edit Article
ru: Редактирование статьи

source: Add New Article
ru: Добавление новой статьи

source: Administration Login
ru: Авторизация пользователя

source: Language
ru: Язык

source: Log in
ru: Войти

source: Use a valid username and password to gain access to the administrator backend
ru: Используйте правильные логин и пароль, чтобы получить доступ к бэкэнду администратора

source: Go to site home page
ru: Вернуться на главную

source: Warning! JavaScript must be enabled for proper operation of the Administrator backend
ru: Внимание! JavaScript должен быть включен для корректного входа в бэкэнд Администратора

source: Return back to
ru: Вернитесь назад

source: Users page
ru: Страница пользователя

source: User Logout
ru: Выход пользователя

source: You have successfully logged out
ru: Вы успешно вышли

source: My Account
ru: Мой аккаунт

source: To log in
ru: Чтобы войти

source: click here
ru: щелкните здесь

source: Welcome back
ru: Добро пожаловать

source: To log out
ru: Чтобы выйти

source: You do not have any users
ru: Нет пользователей для отображения

source: Update User
ru: Обновить пользователя

source: Edit Material Category
ru: Редактирование категории материалов и технологий

source: Add New Material Category
ru: Добавление новой категории материалов и технологий

source: Terms Manager
ru: Управление архитектурными терминами

source: Edit Term
ru: Редактирование термина

source: Add New Term
ru: Добавление нового термина

source: Terms
ru: Архитектурные термины

source: Edit Famous Author's Object
ru: Редактирование объекта известных людей

source: Add New Famous Author's Object
ru: Добавление нового объекта известного человека

source: Famous Authors's Objects
ru: Объекты известных людей

source: Add News
ru: Добавление новости

source: Consultation Manager
ru: Управление консультациями

source: Edit Consultation
ru: Редактирование консультации

source: Add New Consultation
ru: Добавление новой консультации

source: Consultations Manager
ru: Управление консультациями

source: Consultations
ru: Консультации

source: question
ru: вопрос

source: Country Manager
ru: Управление странами

source: Edit Country
ru: Редактирование страны

source: Countries Manager
ru: Управление странами

source: Add New Country
ru: Добавление новой страны

source: Countries
ru: Страны

source: View Site
ru: Открыть сайт

source: Log out
ru: Выход

source: Logged-in backend
ru: авторизовался в бэкэнде

source: Control Panel
ru: Панель управления

source: Global Configuration
ru: Глобальная конфигурация

source: Logout
ru: Выход

source: Materials Manager
ru: Управление материалами и технологиями

source: Content cont.
ru: Контент продолжение

source: Style Manager
ru: Управление стилями

source: Term Manager
ru: Управление архитектурными терминами
